Repository: titu3e/GIWishBot
Catalog: app/locales/*/LC_MESSAGES/GIWishBot.po
Languages: ru

source: No free characters! :(
ru: Нет свободных персонажей! :(

source: No free equipable weapons! :(
ru: Нет свободных оружий, которые можно использовать! :(

source: All
ru: Все

source: Characters
ru: Персонажи

source: Weapons
ru: Оружия

source: Edit showcase
ru: Редактировать стенд персонажей

source: Edit namecard
ru: Редактировать именные карты

source: Cancel editing
ru: Отменить редактирование

source: Open profile
ru: Открыть профиль

source: Edit profile
ru: Редактировать профиль

source: Select character
ru: Выбрать персонажа

source: Clear slot
ru: Очистить слот

source: Slot #{number}
ru: Слот №{number}

source: Select weapon
ru: Выбрать оружие

source: Special thanks goes to:
ru: Особая благодарность:

source: ✦ <b><a href="{links.amber}">Project Amber</a></b> for the game data and character pictures.
ru: ✦ <b><a href="{links.amber}">Проект Эмбер</a></b> за игровые данные и изображения персонажей.

source: ✦ <b><a href="{links.celestia}">Project Celestia</a></b> for weapon pictures.
ru: ✦ <b><a href="{links.celestia}">Проект Селестия</a></b> за изображения оружий.

source: <b><a href="{links.github}">GitHub</a></b> | <b><a href="{links.author}">Author</a></b> | <b><a href="{links.channel}">Channel</a></b> | <b>v{version}</b>
ru: <b><a href="{links.github}">GitHub</a> | </b> <b><a href="{links.author}">Автор</a></b> | <b><a href="{links.channel}">Канал</a></b> | <b>v{version}</b>

source: {mention}, here is your inventory:
ru: {mention}, вот Ваш инвентарь:

source: {mention}, here is your characters:
ru: {mention}, вот Ваши персонажи:

source: {mention}, here is your weapons:
ru: {mention}, вот Ваши оружия:

source: <i>There is no spoon.</i>
ru: <i>Здесь ничего нет.</i>

source: Do not use not your buttons!
ru: Не используйте не свои кнопки!

source: Please select editing option.
ru: Пожалуйста, выберите опцию редактирования.

source: Invalid callback data.
ru: Неправильный формат данных.

source: <b>{mention}</b>' profile:
ru: <b>{mention}</b>, Ваш профиль:

source: <b>Wish Counter:</b>
ru: <b>Счетчик молитв:</b>

source: <b>[{number}]</b> Lifetime wishes
ru: <b>[{number}]</b> Всего молитв

source: <b>[{number}]</b> 5{star} Pity <i>(guaranteed at 90)</i>
ru: <b>[{number}]</b> 5{star} Гарант <i>(гарантировано на 90)</i>

source: <b>[{number}]</b> 4{star} Pity <i>(guaranteed at 10)</i>
ru: <b>[{number}]</b> 4{star} Гарант <i>(гарантировано на 10)</i>

source: <b>Precious items <u>(not spendable yet)</u>:</b>
ru: <b>Драгоценные предметы <u>(пока не расходуемые):</u></b>

source: <b>[{number}]</b> Masterless Stardust
ru: <b>[{number}]</b> Блуждающая звёздная пыль

source: <b>[{number}]</b> Masterless Starglitter
ru: <b>[{number}]</b> Блуждающий звёздный блеск

source: <b>[{number}]</b> Genesis Crystals
ru: <b>[{number}]</b> Кристаллы сотворения

source: <b>Character showcase:</b>
ru: <b>Стенд персонажей:</b>

source: <b><a href="{links.edit_profile}">Tap here</a></b> to edit your character showcase.
ru: <b><a href="{links.edit_profile}">Нажмите здесь</a></b>, чтобы отредактировать стенд персонажей.

source: [{position}] No character in slot.
ru: [{position}] В слоте нет персонажа.

source: Coming soon...
ru: Скоро...

source: Please select item via bot inline-mode or cancel.
ru: Пожалуйста, выберите персонажа или оружие используя инлайн-режим или отмените выбор.

source: Selected slot #{slot}. Please select showcase slot character.
ru: Выбран слот №{slot}. Пожалуйста, выберите персонажа в этот слот.

source: Slot #{slot} was successfully cleared.
ru: Слот №{slot} был успешно очищен.

source: Sorry, but it seems that you have no free characters left.
ru: Прошу прощения, но кажется, у Вас не осталось свободных персонажей.

source: Sorry, but it seems that you have no free equipable weapons for this character left.
ru: Прошу прощения, но кажется, у Вас не осталось свободных оружий, которые можно использовать с этим персонажем.

source: s-sorry, I have no free characters...
ru: п-простите, у меня нет свободных персонажей...

source: s-sorry, I have no free equipable weapons...
ru: п-простите, у меня нет свободных оружий, которые можно использовать с этим персонажем...

source: Please select showcase slot you want to edit.
ru: Пожалуйста, выберите слот, который вы хотите редактировать.

source: Successfully set <b>{char_name}</b> with <b>{wepn_name}</b> to slot #{slot}! Check your profile!
ru: Успешно поставлен персонаж "<b>{char_name}</b>" с оружием "<b>{wepn_name}</b>" в слот №{slot}! Скорее проверяй профиль!

source: Selected <b>{char_name}</b> for slot #{slot}. Please select showcase slot weapon.
ru: Выбран персонаж "<b>{char_name}</b>" в слот №{slot}. Пожалуйста, выберите оружие для этого персонажа.

source: {mention}, you received <b>{name}</b>! {info}
ru: {mention}, награда за молитву — <b>{name}</b>! {info}

source: {mention}, you can wish again in {time_left}.
ru: {mention}, Вы сможете помолиться снова через {time_left}.

source: You can wish in group chat to get <b>Masterless Stardust</b> and <b>Masterless Starglitter</b>.
ru: Вы можете молиться в групповом чате, чтобы получать <b>Блуждающую звёздную пыль</b> и <b>Блуждающий звёздный блеск</b>.
